Repository: 4sh0u0/token-monitor
Catalog: native/ios/TokenMonitor/Localizable.xcstrings
Source language: en
Languages: ja, ko, pt_br, zh_hans, zh_hant

source: Deploy the repository’s worker folder to Cloudflare with a TOKEN_MONITOR_SECRET, then enter its https:// address. It works from anywhere, including mobile data.
ja: リポジトリの worker フォルダーを TOKEN_MONITOR_SECRET 付きで Cloudflare にデプロイし、その https:// アドレスを入力します。モバイルデータ通信を含め、どこからでも使えます。
ko: 저장소의 worker 폴더를 TOKEN_MONITOR_SECRET과 함께 Cloudflare에 배포한 다음 https:// 주소를 입력하세요. 모바일 데이터를 포함해 어디서나 작동합니다.
pt_br: Implante a pasta worker do repositório no Cloudflare com um TOKEN_MONITOR_SECRET e informe o endereço https:// dele. Funciona de qualquer lugar, inclusive em dados móveis.
zh_hans: 将仓库中的 worker 文件夹连同 TOKEN_MONITOR_SECRET 部署到 Cloudflare，然后输入其 https:// 地址。在任何地方都能使用，包括蜂窝数据。
zh_hant: 將儲存庫中的 worker 資料夾連同 TOKEN_MONITOR_SECRET 部署到 Cloudflare，然後輸入其 https:// 位址。在任何地方都能使用，包括行動數據。

source: Desktop widget
ja: デスクトップウィジェット
ko: 데스크톱 위젯
pt_br: Widget de desktop
zh_hans: 桌面小组件
zh_hant: 桌面小工具

source: Details
ja: 詳細
ko: 세부 정보
pt_br: Detalhes
zh_hans: 详细信息
zh_hant: 詳細資訊

# Detected %lld of %lld
source: Detected %1$lld of %2$lld
ja: %1$lld / %2$lld を検出
ko: %1$lld / %2$lld 감지됨
pt_br: %1$lld detectadas de %2$lld
zh_hans: 已检测 %1$lld / %2$lld
zh_hant: 已偵測 %1$lld / %2$lld

source: Device not found
ja: デバイスが見つかりません
ko: 기기를 찾을 수 없음
pt_br: Dispositivo não encontrado
zh_hans: 找不到设备
zh_hant: 找不到裝置

source: Device scope
ja: デバイスの範囲
ko: 기기 범위
pt_br: Escopo de dispositivos
zh_hans: 设备范围
zh_hant: 裝置範圍

source: Device scope and periods
ja: デバイスの範囲と期間
ko: 기기 범위 및 기간
pt_br: Escopo de dispositivos e períodos
zh_hans: 设备范围与期间
zh_hant: 裝置範圍與期間

source: Devices
ja: デバイス
ko: 기기
pt_br: Dispositivos
zh_hans: 设备
zh_hant: 裝置

source: Devices appear here once Token Monitor or the headless agent on a computer syncs with this Hub.
ja: コンピュータ上の Token Monitor またはヘッドレスエージェントがこの Hub と同期すると、ここにデバイスが表示されます。
ko: 컴퓨터의 Token Monitor 또는 헤드리스 에이전트가 이 Hub와 동기화하면 여기에 기기가 표시됩니다.
pt_br: Os dispositivos aparecem aqui quando o Token Monitor ou o agente headless de um computador sincroniza com este Hub.
zh_hans: 电脑上的 Token Monitor 或无界面代理与此 Hub 同步后，设备会显示在这里。
zh_hant: 電腦上的 Token Monitor 或無介面代理程式與此 Hub 同步後，裝置會顯示在這裡。

source: Disabled
ja: 無効
ko: 비활성화됨
pt_br: Desativado
zh_hans: 已停用
zh_hant: 已停用

source: Disconnect
ja: 接続解除
ko: 연결 해제
pt_br: Desconectar
zh_hans: 断开连接
zh_hant: 中斷連線

source: Disconnect from Hub
ja: Hub との接続を解除
ko: Hub 연결 해제
pt_br: Desconectar do Hub
zh_hans: 断开与 Hub 的连接
zh_hant: 中斷與 Hub 的連線

source: Disconnect from this Hub?
ja: この Hub との接続を解除しますか？
ko: 이 Hub와의 연결을 해제할까요?
pt_br: Desconectar deste Hub?
zh_hans: 要断开与此 Hub 的连接吗？
zh_hant: 要中斷與此 Hub 的連線嗎？

source: Display
ja: 表示
ko: 표시
pt_br: Exibição
zh_hans: 显示
zh_hant: 顯示

source: Done
ja: 完了
ko: 완료
pt_br: OK
zh_hans: 完成
zh_hant: 完成

source: Dots usage, recorded from local tasks only while connected.
ja: Dots 使用量（接続中のローカルタスクのみ記録）。
ko: Dots 사용량(연결 중인 로컬 작업만 기록).
pt_br: Uso do Dots, registrado apenas de tarefas locais enquanto conectado.
zh_hans: Dots 用量，仅记录连接期间的本机任务。
zh_hant: Dots 用量，僅記錄連線期間的本機任務。

source: Drag a provider to reorder the list.
ja: プロバイダーをドラッグして並び替えできます。
ko: 제공자를 드래그해 순서를 바꿀 수 있습니다.
pt_br: Arraste um provedor para reordenar a lista.
zh_hans: 拖动供应商可重新排序。
zh_hant: 拖曳供應商可重新排序。

source: East Asian (萬/億)
ja: 日本式（万/億）
ko: 한국식 (만/억)
pt_br: Leste Asiático (萬/億)
zh_hans: 中文（万/亿）
zh_hant: 中文（萬/億）

source: Enable History to use WEEK, 7D and 30D.
ja: WEEK、7D、30D を使うには履歴を有効にしてください。
ko: WEEK, 7D, 30D를 사용하려면 기록을 활성화하세요.
pt_br: Ative o Histórico para usar SEM, 7D e 30D.
zh_hans: 请启用历史记录以使用 WEEK、7D 与 30D。
zh_hant: 請啟用歷史記錄以使用 WEEK、7D 與 30D。

source: Enabled
ja: 有効
ko: 활성화됨
pt_br: Ativado
zh_hans: 已启用
zh_hant: 已啟用

source: Encrypted by app
ja: アプリで暗号化済み
ko: 앱에서 암호화됨
pt_br: Criptografada pelo app
zh_hans: 凭据已被应用加密
zh_hant: 憑證已被應用程式加密

source: Enter an address such as 192.168.1.10:17321 or https://token-monitor.example.workers.dev.
ja: 192.168.1.10:17321 や https://token-monitor.example.workers.dev のようなアドレスを入力してください。
ko: 192.168.1.10:17321 또는 https://token-monitor.example.workers.dev 같은 주소를 입력하세요.
pt_br: Digite um endereço como 192.168.1.10:17321 ou https://token-monitor.example.workers.dev.
zh_hans: 请输入类似 192.168.1.10:17321 或 https://token-monitor.example.workers.dev 的地址。
zh_hant: 請輸入類似 192.168.1.10:17321 或 https://token-monitor.example.workers.dev 的位址。

source: Enter an http:// or https:// address.
ja: http:// または https:// のアドレスを入力してください。
ko: http:// 또는 https:// 주소를 입력하세요.
pt_br: Digite um endereço http:// ou https://.
zh_hans: 请输入 http:// 或 https:// 地址。
zh_hant: 請輸入 http:// 或 https:// 位址。

source: Environment
ja: 環境変数
ko: 환경 변수
zh_hans: 环境变量
zh_hant: 環境變數

source: Error
ja: エラー
ko: 오류
pt_br: Erro
zh_hans: 错误
zh_hant: 錯誤

source: Every %lld min
ja: %lld分ごと
ko: %lld분마다
pt_br: A cada %lld min
zh_hans: 每 %lld 分钟
zh_hant: 每 %lld 分鐘

source: Every %lld minutes
ja: %lld分ごと
ko: %lld분마다
pt_br: A cada %lld minutos
zh_hans: 每 %lld 分钟
zh_hant: 每 %lld 分鐘

source: Every 15 minutes
ja: 15分ごと
ko: 15분마다
pt_br: A cada 15 minutos
zh_hans: 每 15 分钟
zh_hant: 每 15 分鐘

source: Every 2 minutes
ja: 2分ごと
ko: 2분마다
pt_br: A cada 2 minutos
zh_hans: 每 2 分钟
zh_hant: 每 2 分鐘

source: Every 20 minutes
ja: 20分ごと
ko: 20분마다
pt_br: A cada 20 minutos
zh_hans: 每 20 分钟
zh_hant: 每 20 分鐘

source: Every 30 minutes
ja: 30分ごと
ko: 30분마다
pt_br: A cada 30 minutos
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

source: Every 5 minutes
ja: 5分ごと
ko: 5분마다
pt_br: A cada 5 minutos
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

source: Every hour
ja: 1時間ごと
ko: 1시간마다
pt_br: A cada hora
zh_hans: 每小时
zh_hant: 每小時

source: Every minute
ja: 1分ごと
ko: 1분마다
pt_br: A cada minuto
zh_hans: 每分钟
zh_hant: 每分鐘

source: Exchange rate
ja: 為替レート
ko: 환율
pt_br: Taxa de câmbio
zh_hans: 汇率
zh_hant: 匯率

source: Exit code %lld
ja: 終了コード %lld
ko: 종료 코드 %lld
pt_br: Código de saída %lld
zh_hans: 退出代码 %lld
zh_hant: 結束代碼 %lld

source: Expired
ja: 期限切れ
ko: 만료됨
pt_br: Expirado
zh_hans: 已过期
zh_hant: 已過期

source: Expires
ja: 有効期限
ko: 만료일
pt_br: Expira
zh_hans: 到期日
zh_hant: 到期日

source: Expires %@
ja: %@ に期限切れ
ko: %@ 만료
pt_br: Expira em %@
zh_hans: %@ 到期
zh_hant: %@ 到期

source: Expires in %@
ja: %@後に期限切れ
ko: %@ 후 만료
pt_br: Expira em %@
zh_hans: %@ 后到期
zh_hant: %@ 後到期

source: Expires now
ja: まもなく期限切れ
ko: 곧 만료
pt_br: Expira agora
zh_hans: 即将到期
zh_hant: 即將到期

source: Export failed
ja: エクスポート失敗
ko: 내보내기 실패
pt_br: Falha na exportação
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export to CSV / JSON — open in Excel, or feed Obsidian and scripts.
ja: CSV / JSON にエクスポート — Excel で開いたり、Obsidian やスクリプトに取り込めます。
ko: CSV / JSON으로 내보내기 — Excel에서 열거나 Obsidian 및 스크립트에 활용하세요.
pt_br: Exporte para CSV / JSON — abra no Excel ou alimente o Obsidian e scripts.
zh_hans: 导出成 CSV / JSON —— 用 Excel 打开，或接进 Obsidian、自写脚本。
zh_hant: 匯出成 CSV / JSON —— 用 Excel 開啟，或接進 Obsidian、自寫腳本。

source: Files
ja: ファイル
ko: 파일
pt_br: Arquivos
zh_hans: 文件
zh_hant: 檔案

source: Finished
ja: 完了
ko: 완료됨
pt_br: Concluída
zh_hans: 已完成
zh_hant: 已完成

source: Found in WSL, but the scan returned no usage.
ja: WSL で見つかりましたが、スキャンで使用量が返されませんでした。
ko: WSL에서 발견했지만 검사에서 사용량이 반환되지 않았습니다.
pt_br: Encontrada no WSL, mas a verificação não retornou uso.
zh_hans: 在 WSL 中找到，但扫描没有返回用量。
zh_hant: 在 WSL 中找到，但掃描沒有回傳用量。

source: From %@
ja: %@から
ko: %@에서
pt_br: De %@
zh_hans: 来自 %@
zh_hant: 來自 %@

source: Full usage history couldn’t be loaded, so Trends shows the last 30 days without tool or model detail.
ja: 完全な使用履歴を読み込めなかったため、トレンドには直近30日分のみがツール・モデル別の内訳なしで表示されます。
ko: 전체 사용 기록을 불러올 수 없어 추이에는 도구·모델별 세부 정보 없이 최근 30일만 표시됩니다.
pt_br: Não foi possível carregar o histórico de uso completo, então as Tendências mostram os últimos 30 dias sem detalhes por ferramenta ou modelo.
zh_hans: 无法加载完整的使用历史，因此趋势仅显示近 30 天，且不含工具或模型明细。
zh_hant: 無法載入完整的使用歷史，因此趨勢僅顯示近 30 天，且不含工具或模型明細。

source: Generation speed (tok/s)
ja: 生成速度（tok/s）
ko: 생성 속도(tok/s)
pt_br: Velocidade de geração (tok/s)
zh_hans: 生成速度（tok/s）
zh_hant: 生成速度（tok/s）

source: Gift
ja: ギフト
ko: 증정
pt_br: Bônus
zh_hans: 赠送
zh_hant: 贈送

source: Gift %@
ja: ギフト %@
ko: 증정 %@
pt_br: Bônus %@
zh_hans: 赠送 %@
zh_hant: 贈送 %@

source: Glance at today’s numbers without opening the app.
ja: アプリを開かずに今日の数値を確認できます。
ko: 앱을 열지 않고도 오늘의 수치를 확인하세요.
pt_br: Veja os números de hoje sem abrir o app.
zh_hans: 无需打开 App 即可查看今日数据。
zh_hant: 無需打開 App 即可查看今日資料。

source: Google requires account verification. Open Antigravity, complete verification, then refresh.
ja: Google によるアカウント確認が必要です。Antigravity を開いて確認を完了し、更新してください。
ko: Google에서 계정 인증을 요구합니다. Antigravity를 열어 인증을 완료한 다음 새로고침하세요.
pt_br: O Google exige a verificação da conta. Abra o Antigravity, conclua a verificação e atualize.
zh_hans: Google 要求验证账号。请打开 Antigravity 完成验证，然后刷新。
zh_hant: Google 要求驗證帳號。請開啟 Antigravity 完成驗證，然後重新整理。

source: Group
ja: グループ
ko: 그룹
pt_br: Grupo
zh_hans: 分组
zh_hant: 群組

source: HKD - Hong Kong Dollar
ja: HKD - 香港ドル
ko: HKD - 홍콩 달러
pt_br: HKD - Dólar de Hong Kong
zh_hans: HKD - 港币
zh_hant: HKD - 港幣

source: Healthy
ja: 正常
ko: 정상
pt_br: Saudável
zh_hans: 正常
zh_hant: 正常

# Healthy %lld · Review %lld · Not installed %lld
source: Healthy %1$lld · Review %2$lld · Not installed %3$lld
ja: 正常 %1$lld · 要確認 %2$lld · 未インストール %3$lld
ko: 정상 %1$lld · 확인 필요 %2$lld · 미설치 %3$lld
pt_br: Saudáveis %1$lld · Revisar %2$lld · Não instaladas %3$lld
zh_hans: 正常 %1$lld · 待查 %2$lld · 未安装 %3$lld
zh_hant: 正常 %1$lld · 待查 %2$lld · 未安裝 %3$lld

source: Heatmap color
ja: ヒートマップの色
ko: 히트맵 색상 기준
pt_br: Cor do mapa de calor
zh_hans: 热力图颜色
zh_hant: 熱力圖顏色

source: Hidden items stay hidden on every surface, including widgets and Apple Watch.
ja: 非表示にした項目は、ウィジェットや Apple Watch を含むすべての画面で非表示になります。
ko: 숨긴 항목은 위젯과 Apple Watch를 포함한 모든 화면에서 숨겨집니다.
pt_br: Os itens ocultos ficam ocultos em todos os lugares, incluindo widgets e o Apple Watch.
zh_hans: 隐藏的项目在所有界面都会隐藏，包括小组件和 Apple Watch。
zh_hant: 隱藏的項目在所有介面都會隱藏，包括小工具和 Apple Watch。

source: Hidden tools leave the Tools list, the Overview, the widgets and Apple Watch. Pinned tools stay on top until you drag the list into your own order.
ja: 非表示にしたツールは、ツールリスト、概要、ウィジェット、Apple Watch から消えます。固定したツールは、リストをドラッグして独自の順序にするまで先頭に表示されます。
ko: 숨긴 도구는 도구 목록, 개요, 위젯, Apple Watch에서 사라집니다. 고정한 도구는 목록을 드래그해 직접 순서를 정하기 전까지 맨 위에 표시됩니다.
pt_br: Ferramentas ocultas saem da lista de Ferramentas, da Visão geral, dos widgets e do Apple Watch. Ferramentas fixadas ficam no topo até você arrastar a lista para uma ordem própria.
zh_hans: 隐藏的工具不会出现在工具列表、总览、小组件和 Apple Watch 中。置顶的工具会保持在最上方，直到你拖动列表自定义顺序。
zh_hant: 隱藏的工具不會出現在工具列表、總覽、小工具和 Apple Watch 中。置頂的工具會保持在最上方，直到你拖曳列表自訂順序。

source: Hidden tools: %lld
ja: 非表示のツール: %lld
ko: 숨긴 도구: %lld
pt_br: Ferramentas ocultas: %lld
zh_hans: 已隐藏的工具：%lld
zh_hant: 已隱藏的工具：%lld

source: Hide %@ from the Overview
ja: 概要から %@ を非表示
ko: 개요에서 %@ 숨기기
pt_br: Ocultar %@ da Visão geral
zh_hans: 从总览隐藏 %@
zh_hant: 從總覽隱藏 %@

source: Hide %@ from the Tools list
ja: ツールリストから%@を非表示
ko: 도구 목록에서 %@ 숨기기
pt_br: Ocultar %@ da lista de Ferramentas
zh_hans: 从工具列表隐藏 %@
zh_hant: 從工具列表隱藏 %@

source: Hide secret
ja: シークレットを隠す
ko: 시크릿 숨기기
pt_br: Ocultar segredo
zh_hans: 隐藏密钥
zh_hant: 隱藏密鑰

source: Hide session titles across all views.
ja: すべての画面でセッションタイトルを非表示にします。
ko: 모든 화면에서 세션 제목을 숨깁니다.
pt_br: Ocultar os títulos das sessões em todas as telas.
zh_hans: 在所有界面隐藏会话标题。
zh_hant: 在所有介面隱藏會話標題。

source: Highlight low limits
ja: 残り少ない上限を強調
ko: 낮은 잔여 한도 강조
pt_br: Destacar limites baixos
zh_hans: 显示低额度提示
zh_hant: 顯示低額度提示

source: History is temporarily unavailable.
ja: 履歴を一時的に利用できません。
ko: 기록을 일시적으로 사용할 수 없습니다.
pt_br: O histórico está temporariamente indisponível.
zh_hans: 历史记录暂时无法使用。
zh_hant: 歷史記錄暫時無法使用。

source: How much of the model's context window running sessions have used, or have left.
ja: 実行中のセッションがモデルのコンテキストウィンドウをどれだけ使ったか、またはどれだけ残っているか。
ko: 실행 중인 세션이 모델의 컨텍스트 창을 얼마나 사용했는지 또는 얼마나 남았는지 표시합니다.
pt_br: Quanto da janela de contexto do modelo as sessões em andamento já usaram ou ainda têm.
zh_hans: 运行中的会话已使用或剩余的模型上下文窗口。
zh_hant: 執行中的會話已使用或剩餘的模型上下文視窗。

source: How often the watch app checks the Hub while it is on screen.
ja: Watch アプリが画面に表示されている間に Hub を確認する頻度です。
ko: Watch 앱이 화면에 표시되는 동안 Hub를 확인하는 빈도입니다.
pt_br: Com que frequência o app do relógio consulta o Hub enquanto está na tela.
zh_hans: Watch App 显示在屏幕上时检查 Hub 的频率。
zh_hant: Watch App 顯示在螢幕上時檢查 Hub 的頻率。

source: Hub build
ja: Hub ビルド
ko: Hub 빌드
pt_br: Build do Hub
zh_hans: Hub 版本
zh_hant: Hub 版本

source: Hub error (HTTP %@)
ja: Hub エラー（HTTP %@）
ko: Hub 오류(HTTP %@)
pt_br: Erro do Hub (HTTP %@)
zh_hans: Hub 错误（HTTP %@）
zh_hant: Hub 錯誤（HTTP %@）

source: Hub info
ja: Hub 情報
ko: Hub 정보
pt_br: Informações do Hub
zh_hans: Hub 信息
zh_hant: Hub 資訊

source: Idle
ja: 待機中
ko: 대기 중
pt_br: Ociosa
zh_hans: 闲置
zh_hant: 閒置

source: In Token Monitor on an always-on computer, open Settings › Multi-device Sync and choose “Host hub on this device”. Enter one of the addresses and the secret it shows. This iPhone must be on the same network or tailnet.
ja: 常時稼働のコンピュータで Token Monitor を開き、設定 › マルチデバイス同期 で「このデバイスでHubをホスト」を選びます。表示されたアドレスの一つとシークレットを入力してください。この iPhone は同じネットワークまたは tailnet に接続している必要があります。
ko: 항상 켜져 있는 컴퓨터의 Token Monitor에서 설정 › 다중 기기 동기화를 열고 “이 기기에서 Hub 호스팅”을 선택하세요. 표시된 주소 중 하나와 시크릿을 입력하세요. 이 iPhone은 같은 네트워크 또는 tailnet에 있어야 합니다.
pt_br: No Token Monitor de um computador sempre ligado, abra Configurações › Sincronização multidispositivo e escolha “Hospedar um hub neste dispositivo”. Informe um dos endereços e o segredo exibidos. Este iPhone precisa estar na mesma rede ou tailnet.
zh_hans: 在一台常开电脑上的 Token Monitor 中，打开“设置 › 多设备同步”并选择“在这台设备托管 Hub”。输入其中显示的一个地址和密钥。这台 iPhone 必须与其位于同一网络或 tailnet。
zh_hant: 在一台常開電腦上的 Token Monitor 中，打開「設定 › 多裝置同步」並選擇「在這台裝置架設 Hub」。輸入其中顯示的一個位址和密鑰。這支 iPhone 必須與其位於同一網路或 tailnet。

source: In progress
ja: 進行中
ko: 진행 중
pt_br: Em andamento
zh_hans: 进行中
zh_hant: 進行中

source: Incidents: %lld
ja: インシデント: %lld
ko: 인시던트: %lld
pt_br: Incidentes: %lld
zh_hans: 事件：%lld
zh_hant: 事件：%lld

source: Input (cache hit)
ja: 入力（キャッシュヒット）
ko: 입력 (캐시 적중)
pt_br: Entrada (no cache)
zh_hans: 输入 (缓存命中)
zh_hant: 輸入 (快取命中)

source: Input (cache miss)
ja: 入力（キャッシュミス）
ko: 입력 (캐시 미적중)
pt_br: Entrada (fora do cache)
zh_hans: 输入 (缓存未命中)
zh_hant: 輸入 (快取未命中)

source: Input tokens
ja: 入力トークン
ko: 입력 토큰
pt_br: Tokens de entrada
zh_hans: 输入 Tokens
zh_hant: 輸入 Tokens

source: International (K/M/B)
ja: 国際式（K/M/B）
ko: 국제식 (K/M/B)
pt_br: Internacional (K/M/B)
zh_hans: 国际（K/M/B）
zh_hant: 國際（K/M/B）

source: Invalid Hub address
ja: Hub のアドレスが無効です
ko: 잘못된 Hub 주소
pt_br: Endereço do Hub inválido
zh_hans: Hub 地址无效
zh_hant: Hub 位址無效

source: Its data directory is there, but nothing has been counted yet.
ja: データディレクトリはありますが、まだ集計された使用量がありません。
ko: 데이터 디렉터리는 있지만 아직 집계된 사용량이 없습니다.
pt_br: O diretório de dados existe, mas nada foi contado ainda.
zh_hans: 数据目录在，但还没有计入任何用量。
zh_hant: 資料目錄在，但還沒有計入任何用量。

source: K-line
ja: Kライン
ko: K-선
pt_br: Linha K
zh_hans: K 线
zh_hant: K 線

source: Keychain error
ja: キーチェーンエラー
ko: 키체인 오류
pt_br: Erro no Keychain
zh_hans: 钥匙串错误
zh_hant: 鑰匙圈錯誤

source: Last %lld days
ja: 直近%lld日
ko: 최근 %lld일
pt_br: Últimos %lld dias
zh_hans: 近 %lld 天
zh_hant: 近 %lld 天

source: Last 12 months
ja: 過去12ヶ月
ko: 최근 12개월
pt_br: Últimos 12 meses
zh_hans: 近 12 个月
zh_hant: 近 12 個月

source: Last 30 days
ja: 過去30日間
ko: 최근 30일
pt_br: Últimos 30 dias
zh_hans: 最近 30 天
zh_hant: 最近 30 日

source: Last 7 days
ja: 過去7日間
ko: 최근 7일
pt_br: Últimos 7 dias
zh_hans: 最近 7 天
zh_hant: 最近 7 日

# Last observed generation speed (%@): %@
source: Last observed generation speed (%1$@): %2$@
ja: 直近の生成速度（%1$@）：%2$@
ko: 마지막으로 관찰된 생성 속도(%1$@): %2$@
pt_br: Última velocidade de geração observada (%1$@): %2$@
zh_hans: 最近一次生成速度（%1$@）：%2$@
zh_hant: 最近一次生成速度（%1$@）：%2$@

# Last observed token burn (%@): %@
source: Last observed token burn (%1$@): %2$@
ja: 直近の Token 消費（%1$@）：%2$@
ko: 마지막으로 관찰된 토큰 소모량(%1$@): %2$@
pt_br: Último consumo de tokens observado (%1$@): %2$@
zh_hans: 最近一次 Token 消耗（%1$@）：%2$@
zh_hant: 最近一次 Token 消耗（%1$@）：%2$@

# Last output %@ · %@
source: Last output %1$@ · %2$@
ja: 最終出力 %1$@ · %2$@
ko: 마지막 출력 %1$@ · %2$@
pt_br: Última saída %1$@ · %2$@
zh_hans: 最后产出 %1$@ · %2$@
zh_hant: 最後產出 %1$@ · %2$@

source: Last seen %@
ja: 最終確認 %@
ko: 마지막 확인 %@
pt_br: Visto por último %@
zh_hans: 最后在线 %@
zh_hant: 最後上線 %@

source: Last succeeded %@
ja: 最後の成功: %@
ko: 마지막 성공 %@
pt_br: Último sucesso %@
zh_hans: 上次成功于 %@
zh_hant: 上次成功於 %@

source: Last sync failed
ja: 前回の同期に失敗
ko: 마지막 동기화 실패
pt_br: A última sincronização falhou
zh_hans: 上次同步失败
zh_hant: 上次同步失敗

source: Last sync succeeded
ja: 前回の同期に成功
ko: 마지막 동기화 성공
pt_br: A última sincronização foi bem-sucedida
zh_hans: 上次同步成功
zh_hant: 上次同步成功

source: Last top-up
ja: 前回チャージ
ko: 마지막 충전
pt_br: Última recarga
zh_hans: 上次充值
zh_hant: 上次儲值

source: Last tried %@
ja: 最後の試行: %@
ko: 마지막 시도 %@
pt_br: Última tentativa %@
zh_hans: 上次尝试于 %@
zh_hant: 上次嘗試於 %@

source: Last updated
ja: 最終更新
ko: 마지막 업데이트
pt_br: Última atualização
zh_hans: 上次更新
zh_hant: 上次更新

source: Last used
ja: 最終使用
ko: 마지막 사용
pt_br: Último uso
zh_hans: 最后使用
zh_hant: 最後使用

source: Latest %@
ja: 最新 %@
ko: 최근 %@
pt_br: Mais recente %@
zh_hans: 最近 %@
zh_hant: 最近 %@

source: Legacy Hub
ja: 旧バージョンの Hub
ko: 이전 버전 Hub
pt_br: Hub antigo
zh_hans: 旧版 Hub
zh_hant: 舊版 Hub

source: Less
ja: 少ない
ko: 적음
pt_br: Menos
zh_hans: 较少
zh_hant: 較少

source: Limit display
ja: 上限の表示形式
ko: 한도 표시 방식
pt_br: Exibição de limites
zh_hans: 额度显示模式
zh_hant: 額度顯示模式

source: Limited
ja: 制限中
ko: 제한됨
pt_br: Limitado
zh_hans: 受限
zh_hant: 受限

source: Limits
ja: 制限
ko: 한도
pt_br: Limites
zh_hans: 额度
zh_hant: 額度

source: Limits page
ja: 制限ページ
ko: 한도 페이지
pt_br: Página de limites
zh_hans: 额度页面
zh_hant: 額度頁面

source: Line
ja: 折れ線グラフ
ko: 선
pt_br: Linha
zh_hans: 折线图
zh_hant: 折線圖

source: Linked
ja: 連携済み
ko: 연결됨
pt_br: Vinculada
zh_hans: 已连接
zh_hant: 已連結

source: Live
ja: ライブ
ko: 실시간
pt_br: Ao vivo
zh_hans: 实时
zh_hant: 即時

source: Live generation speed
ja: ライブ生成速度
ko: 실시간 생성 속도
pt_br: Velocidade de geração ao vivo
zh_hans: 实时生成速度
zh_hant: 即時生成速度

# Live generation speed (%@): %@
source: Live generation speed (%1$@): %2$@
ja: ライブ生成速度（%1$@）：%2$@
ko: 실시간 생성 속도(%1$@): %2$@
pt_br: Velocidade de geração ao vivo (%1$@): %2$@
zh_hans: 实时生成速度（%1$@）：%2$@
zh_hant: 即時生成速度（%1$@）：%2$@

source: Live keeps a connection to the Hub open while Token Monitor is on screen. The other choices check the Hub at that interval and hide the live token rate.
ja: 「ライブ」は Token Monitor が画面に表示されている間、Hub との接続を保ちます。その他の選択肢では指定した間隔で Hub を確認し、ライブ Token レートは表示されません。
ko: 실시간은 Token Monitor가 화면에 표시되는 동안 Hub 연결을 유지합니다. 다른 옵션은 해당 간격으로 Hub를 확인하며 실시간 토큰 속도는 숨겨집니다.
pt_br: Ao vivo mantém uma conexão com o Hub aberta enquanto o Token Monitor está na tela. As outras opções consultam o Hub nesse intervalo e ocultam a taxa de tokens ao vivo.
zh_hans: 实时会在 Token Monitor 显示于屏幕上时保持与 Hub 的连接。其他选项会按该间隔检查 Hub，并隐藏实时 Token 速率。
zh_hant: 即時會在 Token Monitor 顯示於螢幕上時保持與 Hub 的連線。其他選項會依該間隔檢查 Hub，並隱藏即時 Token 速率。

source: Live rate scope
ja: ライブレートの対象
ko: 실시간 속도 범위
pt_br: Escopo da taxa ao vivo
zh_hans: 实时速率范围
zh_hant: 即時速率範圍

source: Live token burn
ja: ライブ Token 消費
ko: 실시간 토큰 소모량
pt_br: Consumo de tokens ao vivo
zh_hans: 实时 Token 消耗
zh_hant: 即時 Token 消耗

# Live token burn (%@): %@
source: Live token burn (%1$@): %2$@
ja: ライブ Token 消費（%1$@）：%2$@
ko: 실시간 토큰 소모량(%1$@): %2$@
pt_br: Consumo de tokens ao vivo (%1$@): %2$@
zh_hans: 实时 Token 消耗（%1$@）：%2$@
zh_hant: 即時 Token 消耗（%1$@）：%2$@

source: Live updates
ja: ライブ更新
ko: 실시간 업데이트
pt_br: Atualizações ao vivo
zh_hans: 实时更新
zh_hant: 即時更新

source: Loading history…
ja: 履歴を読み込み中…
ko: 기록을 불러오는 중…
pt_br: Carregando o histórico…
zh_hans: 正在加载历史记录…
zh_hant: 正在載入歷史記錄…

source: Loading subscriptions…
ja: サブスクリプションを読み込んでいます…
ko: 구독 정보를 불러오는 중…
pt_br: Carregando assinaturas…
zh_hans: 正在载入订阅信息…
zh_hant: 正在載入訂閱資料…

source: Loading…
ja: 読み込み中…
ko: 불러오는 중…
pt_br: Carregando…
zh_hans: 载入中…
zh_hant: 載入中…

source: Longest streak
ja: 最長連続
ko: 최장 연속
pt_br: Maior sequência
zh_hans: 最长连续
zh_hant: 最長連續

source: Maintenance: %lld
ja: メンテナンス: %lld
ko: 유지보수: %lld
pt_br: Manutenção: %lld
zh_hans: 维护：%lld
zh_hant: 維護：%lld

source: Manual
ja: 手動
ko: 수동
zh_hans: 手动
zh_hant: 手動

source: Mask account emails
ja: アカウントメールをマスク
ko: 계정 이메일 가리기
pt_br: Ocultar os e-mails das contas
zh_hans: 遮罩账号 Email
zh_hant: 遮罩帳號 Email

source: Merge duplicates
ja: 重複を統合
ko: 중복 병합
pt_br: Mesclar duplicados
zh_hans: 合并重复
zh_hant: 合併重複

source: Messages
ja: メッセージ
ko: 메시지
pt_br: Mensagens
zh_hans: 消息数
zh_hant: 訊息數

source: Metric
ja: 指標
ko: 지표
pt_br: Métrica
zh_hans: 指标
zh_hant: 指標

source: Model aliases
ja: モデルの別名
ko: 모델 별칭
pt_br: Apelidos de modelo
zh_hans: 模型别名
zh_hant: 模型別名

source: Model aliases and grouping
ja: モデルの別名とグループ化
ko: 모델 별칭 및 그룹화
pt_br: Apelidos e agrupamento de modelos
zh_hans: 模型别名与分组
zh_hant: 模型別名與分組

source: Model ranking
ja: モデルの並び順
ko: 모델 정렬
pt_br: Ranking de modelos
zh_hans: 模型排序
zh_hant: 模型排序

source: Models
ja: モデル
ko: 모델
pt_br: Modelos
zh_hans: 模型
zh_hant: 模型

source: Module options
ja: モジュールのオプション
ko: 모듈 옵션
pt_br: Opções dos módulos
zh_hans: 模块选项
zh_hant: 模組選項

source: Modules
ja: モジュール
ko: 모듈
pt_br: Módulos
zh_hans: 模块
zh_hant: 模組

source: Month
ja: 今月
ko: 이번 달
pt_br: Mês
zh_hans: 本月
zh_hant: 本月

source: Month requests
ja: 月間リクエスト
ko: 월간 요청
pt_br: Requisições do mês
zh_hans: 本月请求
zh_hant: 本月請求

source: Month tokens
ja: 月間トークン
ko: 월간 토큰
pt_br: Tokens do mês
zh_hans: 本月 Tokens
zh_hant: 本月 Tokens

source: Monthly
ja: 月次
ko: 월간
pt_br: Mensal
zh_hans: 每月
zh_hant: 每月

source: More
ja: 多い
ko: 많음
pt_br: Mais
zh_hans: 较多
zh_hant: 較多

source: Move down
ja: 下へ移動
ko: 아래로 이동
pt_br: Mover para baixo
zh_hans: 下移
zh_hant: 下移

source: Move up
ja: 上へ移動
ko: 위로 이동
pt_br: Mover para cima
zh_hans: 上移
zh_hant: 上移

source: Multi-device sync guide
ja: マルチデバイス同期ガイド
ko: 다중 기기 동기화 가이드
pt_br: Guia de sincronização multidispositivo
zh_hans: 多设备同步指南
zh_hant: 多裝置同步指南

source: Needs attention
ja: 要確認
ko: 확인 필요
pt_br: Precisa de atenção
zh_hans: 需要处理
zh_hant: 需要處理

source: Never
ja: なし
ko: 없음
pt_br: Nunca
zh_hans: 从未
zh_hant: 從未

source: New API · API key
ja: New API · APIキー
ko: New API · API 키
pt_br: New API · Chave de API
zh_hans: New API · API 密钥
zh_hant: New API · API 金鑰

source: New API · Account
ja: New API · アカウント
ko: New API · 계정
pt_br: New API · Conta
zh_hans: New API · 账号
zh_hant: New API · 帳戶

source: Next charge
ja: 次回請求
ko: 다음 결제
pt_br: Próxima cobrança
zh_hans: 下次续费
zh_hant: 下次續費

source: Next page
ja: 次のページ
ko: 다음 페이지
pt_br: Próxima página
zh_hans: 下一页
zh_hant: 下一頁

source: No AI tool limits yet
ja: AIツール制限はまだありません
ko: 아직 AI 도구 한도가 없습니다
pt_br: Ainda não há limites de ferramentas de IA
zh_hans: 暂无 AI 工具额度
zh_hant: 尚無 AI 工具額度

source: No Hub connected
ja: Hub が接続されていません
ko: 연결된 Hub 없음
pt_br: Nenhum Hub conectado
zh_hans: 未连接 Hub
zh_hant: 未連接 Hub

source: No active issues
ja: 進行中の問題なし
ko: 진행 중인 문제 없음
pt_br: Nenhum problema ativo
zh_hans: 无进行中的问题
zh_hant: 無進行中的問題

source: No activity in this period.
ja: この期間のアクティビティはありません。
ko: 이 기간에 활동이 없습니다.
pt_br: Nenhuma atividade neste período.
zh_hans: 这段时间没有活动。
zh_hant: 這段期間沒有活動。

source: No data directory found for this tool.
ja: このツールのデータディレクトリが見つかりません。
ko: 이 도구의 데이터 디렉터리를 찾을 수 없습니다.
pt_br: Nenhum diretório de dados encontrado para esta ferramenta.
zh_hans: 找不到这个工具的数据目录。
zh_hant: 找不到這個工具的資料目錄。

source: No devices yet
ja: デバイスがまだありません
ko: 아직 기기가 없습니다
pt_br: Nenhum dispositivo ainda
zh_hans: 暂无设备
zh_hant: 尚無裝置

source: No expiry
ja: 期限なし
ko: 만료 없음
pt_br: Sem validade
zh_hans: 无到期日
zh_hant: 無到期日

source: No matching entries
ja: 一致する項目はありません
ko: 일치하는 항목 없음
pt_br: Nenhum item correspondente
zh_hans: 没有相符的项目
zh_hant: 沒有相符的項目

source: No model has a known cost in this period, so models are ranked by tokens.
ja: この期間にコストが判明しているモデルがないため、トークン数で並べています。
ko: 이 기간에 비용이 확인된 모델이 없어 토큰 기준으로 정렬합니다.
pt_br: Nenhum modelo tem custo conhecido neste período, então os modelos são ordenados por tokens.
zh_hans: 此期间没有已知成本的模型，因此按 Token 排序。
zh_hant: 此期間沒有已知成本的模型，因此依 Token 排序。

source: No model usage in this period
ja: この期間にモデルの使用履歴がありません
ko: 이 기간에 모델 사용량이 없습니다
pt_br: Nenhum uso de modelos neste período
zh_hans: 此期间暂无模型使用
zh_hant: 此期間尚無模型使用

source: No model usage in this period.
ja: この期間のモデル使用量はありません。
ko: 이 기간에 모델 사용량이 없습니다.
pt_br: Nenhum uso de modelo neste período.
zh_hans: 此周期内没有模型用量。
zh_hant: 此期間內沒有模型用量。
